Repository: limosoft-de/raffytimelapse
Catalog: Raffy Timelapse/strings_*.resx
Languages: cs_cz, de_de, fr_fr

# Main_btn_del
source: Delete
cs_cz: Smazat
de_de: Löschen
fr_fr: Suppr.

# Main_btn_MoveDwn
source: Move Down
cs_cz: Dolů
de_de: Nach Unten
fr_fr: Descendre

# Main_btn_MoveUp
source: Move Up
cs_cz: Nahoru
de_de: Nach Oben
fr_fr: Monter

# Main_btn_start
source: Start
fr_fr: Départ

# Main_gb_PictureEdit
source: Edit Picture
cs_cz: Editovat snímky
de_de: Bild bearbeiten
fr_fr: Modifier l'image

# Main_lbl_drop
source: Drop your Images here or browse for files
cs_cz: Přetáhni snímky sem nebo je vyber
de_de: Bilder hierher ziehen oder den PC durchsuchen
fr_fr: Déposez votre image ici ou choisissez un fichier

# Main_lbl_preview
source: Preview
cs_cz: Náhled
de_de: Vorschau
fr_fr: Aperçu

# ImportProgressInfo
source: Importing images...
cs_cz: Importování snímků...
de_de: Importiere Bilder...
fr_fr: Importation des images...

# Main_btn_drop
source: Browse
cs_cz: Prohledávat
de_de: Durchsuchen
fr_fr: Choisir

# Main_btn_MultiSelect
source: Multiselect
cs_cz: Výběr
de_de: Multiselektion
fr_fr: Séléction Multiple

# Main_bw_Rendering_Progress_1
source: The computer is being prepared...
cs_cz: Počítač se připravuje...
de_de: Der Computer wird vorbereitet...
fr_fr: L'ordinateur est en cours de préparation...

# Main_bw_Rendering_Progress_10
source: Copying files...
cs_cz: Kopírování souborů...
de_de: Bilder werden kopiert...
fr_fr: Copie des fichiers...

# Main_bw_Rendering_Progress_100
source: Finished!
cs_cz: Hotovo!
de_de: Fertig!
fr_fr: Terminé!

# Main_bw_Rendering_Progress_40
source: Film is beeing created, this may take a while...
cs_cz: Film se vytváří, může to chvíli trvat...
de_de: Film wird erstellt, dies kann etwas Zeit in Anspruch nehmen...
fr_fr: Création de la vidéo, cela peut prendre du temps...

# Main_bw_Rendering_Progress_75
source: Converting film, this may take a while...
cs_cz: Film se konvertuje, může to chvíli trvat...
de_de: Der Film wird in das ausgewählte Dateiformat konvertiert...
fr_fr: Conversion de la vidéo, cela peut prendre du temps...

# Main_ImportFiles_msg_DifferentResolution
source: All images must use the same resolution as the first imported image
cs_cz: Všechny snímky musí mít stejné rozlišení jako první importovaný
de_de: Alle Bilder müssen die gleiche Auflösung haben, wie das zuerst importierte
fr_fr: Toutes les images doivent avoir la même résolution que la première image importées

# Main_ImportFiles_msg_NoPictures
source: No images imported
cs_cz: Nic neimportováno
de_de: Es wurden keine Bilder importiert
fr_fr: Aucune images importé

# Main_ImportFiles_msg_UnsupportedFiletype
source: Filetype is not supported
cs_cz: Tento typ není podporován
de_de: Dateityp wird nicht unterstützt
fr_fr: Type de fichiers non pris en charge

# Main_ms_about
source: About
cs_cz: Okolo
de_de: Über
fr_fr: Info.

# Main_ms_about_credits
source: Credits
cs_cz: Kredity
fr_fr: Crédits

# Main_ms_about_settings
source: Settings
cs_cz: Nastavení
de_de: Einstellungen
fr_fr: Paramètres

# Main_ms_about_update
source: Update
fr_fr: Mise à Jour

# ProgressInfo
source: Processing
cs_cz: Proces
de_de: Verarbeitung
fr_fr: Traitement

source: Project Settings
cs_cz: Nastavení projektu
de_de: Projekt-Einstellungen
fr_fr: Paramètres du projet

# ProjectSettings_btn_browse
source: Browse
cs_cz: Prohledávat
de_de: Durchsuchen
fr_fr: Choisir un fichier

# ProjectSettings_cb_quality_hq
source: High quality, low processing speed
cs_cz: Vysoká kvalita, pomalý proces
de_de: Hohe Qualität, langsame Verarbeitungzeit
fr_fr: Haute qualité, vitesse de traitement lente

# ProjectSettings_cb_quality_lq
source: Low quality, high processing speed
cs_cz: Nízká kvalita, rychlý proces
de_de: Geringe Qualität, schnelle Verarbeitungszeit
fr_fr: Basse qualité, haute vitesse de traitement

# ProjectSettings_cb_quality_mq
source: Medium quality and processing speed
cs_cz: Střední kvalita i rychlost
de_de: Durchschnittliche Qualität und Verarbeitungszeit
fr_fr: Moyenne qualité et vitesse de traitement

# ProjectSettings_cb_resolution_OriginalResolution
source: Same as Input
cs_cz: Jako vstup
de_de: Originalgröße
fr_fr: Comme en entrée

# ProjectSettings_lbl_fps
source: Frames per Second (FPS)
cs_cz: Snímky za sekundu (FPS)
de_de: Bilder pro Sekunde (FPS)
fr_fr: Frame par secondes (FPS)

# ProjectSettings_lbl_quality
source: Quality/Processing Speed
cs_cz: Kvalita/Rychlost procesu
de_de: Qualität/Geschwindigkeit
fr_fr: Qualité/Vitesse de traitement

# ProjectSettings_lbl_resolution
source: Resolution
cs_cz: Rozlišení
de_de: Auflösung
fr_fr: Résolution

# ProjectSettings_lbl_SaveTo
source: Save to...
cs_cz: Ulož jako...
de_de: Speicherort
fr_fr: Enregistrer sous...

# ProjectSettings_msg_InvalidPath
source: The specified path doesn't exist. Please verify that your export path is correct.
cs_cz: Vypraná cesta neexistuje. Je cesta pro export správná?
de_de: Der angegebene Pfad existiert nicht, bitte überprüfe deine Angaben.
fr_fr: Le dossier spécifié n'existe pas. Merci de verifier que votre dossier éxiste.

# ProjectSettings_msg_NoFps
source: Please select the Frames per Second (FPS).
cs_cz: Prosím vyber Snímky za sekundu (FPS).
de_de: Bitte wähle die Bilder pro Sekunde (FPS) aus.
fr_fr: Merci de séléctionner le nombre d'images pas secondes (FPS).

# ProjectSettings_msg_NoResolution
source: Please select a resolution.
cs_cz: Prosím vyber rozlišení.
de_de: Bitte wähle eine Auflösung aus.
fr_fr: Merci de séléctionner une résolution.

# ProjectSettings_msg_quality
source: Please select a proportion between Quality and processing speed.
cs_cz: Prosím vyber nastavení Kvalita / Rychlost procesu.
de_de: Bitte wähle das Verhältnis zwischen Qualität und Geschwindigkeit aus.
fr_fr: Merci de séléctionner une proportion entre qualité et vitesse de traitement.

# ProjectSettings_msg_undersize
source: The imported pictures have a lower resolution than the video export resolution. Please select another resolution.
cs_cz: Importovaní snímky mají menší rozlišení než nastavený export videa. Prosím vyber jiné rozlišení.
de_de: Die ausgewählten Bilder sind zu klein für das ausgewählte Filmformat. Bitte wähle eine kleinere Auflösung.
fr_fr: L'image importé a un résolution plus basse que la résolution d'export de la vidéo. Veuillez choisir une autre résolution.

# _General_AllPicturefiles
source: All picture files
cs_cz: Všechny snímky
de_de: Alle Bilddateien
fr_fr: Tous les fichiers images

# _General_cancel
source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
fr_fr: Annuler

# _General_error
source: Error
cs_cz: Chyba
fr_fr: Erreur

# _General_file
source: file
cs_cz: soubor
de_de: Datei
fr_fr: fichier

# _General_files
source: files
cs_cz: soubory
de_de: Dateien
fr_fr: fichiers

# _General_warning
source: Warning
cs_cz: Varování
de_de: Warnung
fr_fr: Attention

source: Settings
cs_cz: Nastavení
de_de: Einstellungen
fr_fr: Paramètres

# _General_language_de_DE
source: German
de_de: Deutsch
fr_fr: Allemand

# _General_language_en_US
source: English
de_de: Englisch
fr_fr: Anglais

source: Credits
cs_cz: Kredity
fr_fr: Crédits

# Credits_link
source: You are getting redirected to the website of the content creator. Would you like to continue?
cs_cz: Budete přesměrováni na stránky tvorby obsahu. Chcete pokračovat?
de_de: Du wirst auf die Website des Urhebers weitergeleitet. Möchtest du forfahren?
fr_fr: Vous aller être redirigé faire le site du créateur. Voulez-vous continuer ?

source: Update
cs_cz: Aktualizovat
fr_fr: Mettre à jour

# Update_btn_update
source: Update
cs_cz: Aktualizovat
fr_fr: Mettre à jour

# Update_lbl_changelog
source: Changelog
cs_cz: Změnový záznam
fr_fr: Journal des modifications

# Update_lbl_LocalVersion
source: Your version:
cs_cz: Tato verze:
de_de: Deine Version:
fr_fr: Cette Version :

# Update_lbl_NewestVersion
source: Latest version:
cs_cz: Polsední verze:
de_de: Aktuellste Version:
fr_fr: Dernière Version :

source: About
cs_cz: O
de_de: Über
fr_fr: A propos

source: Help
de_de: Hilfe
fr_fr: Aide

# Help_gb_contact
source: Direct Contact
cs_cz: Přímý kontakt
de_de: Direkter Kontakt
fr_fr: Contact direct

# Help_lbl_contact
source: Please only contact us via e-mail if the ticket system doesn't meet your request requirements.
cs_cz: Prosíme kontaktujte nás přes e-mail POUZE v případě, že náš systém nezná váš požadavek.
de_de: Bitte kontaktiere uns nur per E-Mail, wenn das Ticketsystem für deine Anfrage unpassend ist.
fr_fr: Merci de nous contacter uniquement par e-mail si le system de ticket ne correspond pas à votre demande.

# Main_msg_closing
source: Would you really like to close this window? All unsaved changes will be lost.
cs_cz: Chcete opravdu zavřít toto okno? Všechny neuložené změny budou ztraceny.
de_de: Möchtest du das Programm wirklich schließen? Alle nicht gespeicherten Änderungen gehen dadurch verloren.
fr_fr: Voulez-vous vraiment fermer la fenêtre ? Les changement non sauvegardés seront perdus.

# Main_msg_NewProject
source: Would you really like to create a new project? All unsaved changes will be lost.
cs_cz: Chcete opravdu vytvořit nový projekt? Všechny neuložené změny budou ztraceny.
de_de: Möchtest du wirklich ein neues Projekt erstellen? Alle nicht gespeicherten Änderungen gehen dadurch verloren.
fr_fr: Voulez-vous vraiement créer un nouveau projet ? Les changement non sauvegardés seront perdus.

# Main_ms_about_about
source: About the software
cs_cz: O programu
de_de: Über die Software
fr_fr: Information du logiciel

# Main_ms_file
source: File
cs_cz: Soubor
de_de: Datei
fr_fr: Fichier

# Main_ms_file_exit
source: Exit
de_de: Schließen
fr_fr: Sortir

# Main_ms_file_import
source: Import Images
cs_cz: Import snímků
de_de: Bilder importieren
fr_fr: Importer les images

# Main_ms_file_new
source: New
cs_cz: Nový
de_de: Neu
fr_fr: Nouveau

# Main_ms_file_new_project
source: Project...
cs_cz: Projekt...
de_de: Projekt...
fr_fr: Projet...

# Main_ms_file_new_window
source: Window...
de_de: Fenster...
fr_fr: Fenêtre...

# Main_ms_help
source: Help
de_de: Hilfe
fr_fr: Aide

# Main_ms_help_help
source: Help
de_de: Hilfe/Support
fr_fr: Aide

# Main_ms_help_SupportUs
source: Support Us
cs_cz: Podpoř nás
de_de: Unterstütze uns
fr_fr: Faire un don

# Participation
source: Help us translating
cs_cz: Pomož nám s překladem
de_de: Hilf uns beim Übersetzen
fr_fr: Participer à la traduction

# Participation_lbl_desc
source: Raffy Timelapse is a free program and will always stay this way. We don't want to ask you for money either. But if you want to support us, and speak a language that we don't speak, then please help us to translate this programm into other languages. It's free and very simple!
cs_cz: Raffy Timelapse je free program and půjde vždy touto cestou. Nechceme vás žádat o peníze. Ale jestli nás chcete podpořit, a mluvíte jazykem, kterým my nemluvíme, prosím pomožte nám přeložit tento program do jiných jazyků. Je to zdarma a velmi jednoduché!
de_de: Raffy Timelapse ist ein kostenloses Programm und wird dies auch bleiben. Desweiteren möchten wir nicht nach Geld fragen. Stattdessen gibt es eine andere Möglichkeit uns zu unterstützen: das Programm für weltweite Nutzer in andere Sprachen übersetzen. Es geht ganz einfach!
fr_fr: Raffy Timelapse est un logiciel gratuit qui le restera toujours. Nous ne voulons pas vous demander de dons non plus. Mais si vous souhaitez nous aider, ou que vous parlez une langue que nous ne parlons pas, alors merci d'avance de nous aider à traduire notre logiciel dans d'autres langues. C'est gratuit et simple !

# Participation_lbl_head
source: Translate the App
cs_cz: Přelož aplikaci
de_de: Unterstütze uns
fr_fr: Traduire l'application

# Participation_lbl_link
source: Translate Now!
cs_cz: Překládej!
de_de: Jetzt übersetzen!
fr_fr: Traduire maintenant !

# _General_close
source: Close
cs_cz: Uzavřít
de_de: Schließen
fr_fr: Fermer

# _General_wait
source: Please wait...
cs_cz: Prosím čekej...
de_de: Bitte warten...
fr_fr: Merci de patienter...

# Main_msg_ffmpeg
source: Raffy Timelapse couldn't find the 'FFmpeg.exe' on your computer, which is needed to use this program. Would you like to download the missing file?
cs_cz: Raffy Timelapse nemůže na vašem počítači najít 'FFmpeg.exe', který je nutný pro běh tohoto programu. Chcete tento chybějící soubor stáhnout?
de_de: Raffy Timelapse konnte die Datei 'FFmpeg.exe' nicht finden, welche für das Programm benötigt wird. Möchtest du diese Datei nun downloaden?
fr_fr: Raffy Timelapse n'a pas pu trouver 'FFmpeg.exe' sur votre ordinateur, qui est nécessaire pour utiliser ce programme. Souhaitez-vous télécharger le fichier manquant ?

# UpdateSearch_lbl_progress-1
source: No connection to the update servers.
cs_cz: Není spojení k aktualizačnímu serveru.
de_de: Keine Verbindung zu den Update-Servern möglich.
fr_fr: Impossible de se connecter au serveur de mise à jour.

# Main_msg_MultiDelete
source: Are you sure you want to delete all selected images?
cs_cz: Jste si jistí, že chcete smazat všechny vybrané snímky?
de_de: Bist du sicher, dass du die ausgewählten Bilder entfernen möchtest?
fr_fr: Êtes-vous sûr de vouloir supprimer les images séléctionnées ?

# Main_msg_SingleDelete
source: Are you sure you want to delete the image [%1]?
cs_cz: Jste si jistí, že chcete smazat snímek [%1]?
de_de: Bist du sicher, dass du das Bild [%1] entfernen möchtest?
fr_fr: Êtes-vous sûr de vouloir supprimer l'images [%1] ?

# Import
source: Importing Images
cs_cz: Importování Snímků
de_de: Importiere Bilder
fr_fr: Importation des images

# Import_lbl_progress1
source: Importing image
cs_cz: Importování snímku
de_de: Importiere Bild
fr_fr: Importation de l'image

# Import_lbl_progress2
source: of
cs_cz: od
de_de: von
fr_fr: de

# UpdateSearch_lbl_progress0
source: Searching for updates...
cs_cz: Hledání nové verze...
de_de: Suche nach Updates...
fr_fr: Recherche de mise à jour...

# UpdateSearch_lbl_progress1
source: You are already using the latest version!
cs_cz: Fakt používáte poslední verzi!
de_de: Du benutzt bereits die neuste Version!
fr_fr: Vous disposez déjà de la dernière Version !

# UpdateSearch_lbl_progress2
source: Loading details of new version...
cs_cz: Nahrávání detailů nové verze...
de_de: Lade Details der neuen Version...
fr_fr: Chargement des détails de la nouvelle version...

# Settings_gb_general
source: General
de_de: Allgemein
fr_fr: Général

# Settings_general_lbl_language
source: Language
cs_cz: Jazyk
de_de: Sprache
fr_fr: Langue

# Help_gb_support
source: Online Support
cs_cz: Online podpora
fr_fr: Support en ligne

# Help_llbl_support
source: Create a ticket
cs_cz: Vytvoření tiketu
de_de: Erstelle ein Ticket
fr_fr: Ouvrir un ticket

# Help_lbl_support
source: The preferred way to get support for Raffy Timelapse is to create a ticket online on GitHub. We have different ticket systems for different requirements. Please create a ticket if you found a bug, have a feature request or have any other question concerning Raffy Timelapse!
cs_cz: Preferovaná cesta dostat podporu pro Raffy Timelapse je vytvoření tiketu online na GitHub. Máme různé systémy tiket pro různé požadavky. Prosím vytvořte tiket jestliže najdete chybu, máte požadavek na novou funkci nebo máte jinou otázku týkající se Raffy Timelapse!
de_de: Die bevorzugte Supportvariante für Raffy Timelapse bildet unser Ticketsystem auf GitHub. Wir haben Ticketsysteme für verschiedene Kategorien. Bitte erstelle ein Ticket, wenn du einen Fehler gefunden hast, einen Funktionswunsch mit uns teilen möchtest oder sonstige Fragen hast.
fr_fr: Le meilleur moyen d'obtenir de l'aide sur Raffy Timpelapse est d'ouvrir un ticket sur GitHub. Nous avons differents types de ticket en fonctions de ce que vous cherchez. Merci de nous prévenir en cas de bug en faisant un ticket, si vous souahitez de nouvelle fonctionnalités, ou si vous avez d'autres questions sur Raffy Timelapse !

# Settings_general_cb_AutoUpdate
source: Check for Updates on start-up
cs_cz: Kontrola aktualizací při startu
de_de: Beim Programmstart nach Updates suchen
fr_fr: Verifier les mise à jour au démarrage

# Settings_gb_keys
source: Key Assignment
cs_cz: Přiřazení kláves
de_de: Tastenbelegung
fr_fr: Assignement de la touche

# Settings_keys_cb_MoveImg
source: 2+8 (Numpad),W+S
fr_fr: 2+8 (Clavier numérique), W+S,Z+S

# Settings_keys_lbl_MoveImg
source: Move images up and down
cs_cz: Pohyb snímků nahoru a dolů
de_de: Bilder mit Tasten verschieben
fr_fr: Déplacer l'image vers le haut/bas

# Help_lbl_wiki
source: Learn how to get started with Raffy Timelapse in our online Wiki.
cs_cz: Podívejte se, jak začít s Raffy Timelapse na Wiki online.
de_de: Erlerne den Umgang mit Raffy Timelapse anhand unseres Online Wikis.
fr_fr: Apprendre à utiliser Raffy Timelapse sur notre Wiki en ligne.

# Main_bw_Rendering_Progress_-1
source: Error: The timelapse couldn't be exported successfully.
cs_cz: Chyba: Timelapse nemůže být úspěšně exportiváno.
de_de: Error: Es ist ein Fehler aufgetreten, die Zeitraffer-Aufnahme konnte nicht erfolgreich exportiert werden.
fr_fr: Erreur : le timelapse n'as pas pût être exporté.

# Main_bw_Rendering_Progress_-2
source: Error: Memory allocation failure. Try using a lower resolution.
cs_cz: Chyba: Problém s pamětí. Zkuste použít menší rozlišení.
de_de: Error: Memory allocation failure. Versuche eine niedrigere Auflösung.
fr_fr: Erreur : Impossible d'allouer la mémoire. Essayez d'utiliser un plus faible résolutions.

# ProgressInfo_lbl_errorlog
source: View log...
cs_cz: Podívejte do logu...
de_de: Log ansehen...
fr_fr: Voir les journaux...

# _General_language_pt_PT
source: Portuguese
fr_fr: Portugais

# Update_msg_close
source: Raffy Timelapse will be closed automatically to install the update. All unsaved changes will be lost. Do you want to continue?
cs_cz: Raffy Timelapse bude z důvodu instalování update automaticky ukončeno. Všechny neuložené změny budou ztraceny. Chcete pokračovat?
fr_fr: Raffy Timelapse vas se fermer automatiquement pour effectuer les mise à jour. Tous les changements non enregistré seront perdu. Voulez-vous continuer ?

# _General_info
source: Information
cs_cz: Informace

# About_version
source: Version:
cs_cz: Verze:

# Main_ImportFiles_msg_DifferentPath
source: All images must be in the same directory as the first imported one. Please make sure that all imported images are in the same folder.
de_de: Alle Bilder müssen aus dem gleichen Verzeichnis stammen, wie das zuerst importierte. Bitte vergewissere dich, dass alle zu importierenden Bilder in dem selben Ordner sind.
